import React, { FC } from 'react';

export const MainPage: FC = () => {
  return (
    <>
      <h2>Єдиний реєстр нотаріальних довіреностей</h2>
      <div style={{width:'600px', margin:'0 auto'}}>
      <div>Даний сайт надає можливість створювати та переглядати довіреності.</div>
      <br/>
      <div>В рамках предмету "Компоненти програмної інженерії", проект виконали студенти групи КП-81:</div>
      <div>Івахненко Маргарита</div>
      <div>Мозгова Катерина</div>
      <div>Ничепорук Захар</div>
      </div>
    </>
  );
};